tap "homebrew/cask-fonts"
tap "isen-ng/dotnet-sdk-versions"

brew "git"
brew "exa"
brew "neovim"
brew "tmux"
brew "fnm"
brew "pyenv"
brew "rbenv"
brew "fzf"
brew "the_silver_searcher"

cask "postman"
cask "jetbrains-toolbox"
cask "obsidian"

cask "dotnet-sdk5-0-400"
cask "dotnet-sdk6-0-200"
cask "dotnet-sdk3-1-400"

cask "font-fira-code"
cask "font-fira-mono-nerd-font"

